[
    {
        "id": 0,
        "title": "Les Trésors Cachés de la Maison",
        "description": "Les Trésors Cachés de la Maison is a blog dedicated to the art of homemade living, highlighting natural remedies and healthy practices for a balanced life.",
        "image": "/assets/projects/project_tresors_caches.jpeg",
        "github": "https://github.com/Diancire/les-tresors-caches-de-la-maison",
        "tags": ["Symfony", "Twig", "Sass", "JavaScript"]
    },
    {
        "id": 1,
        "title": "Kasa",
        "description": "Kasa is a platform for renting apartments directly from owners. As a freelance front-end developer, my role was to create a modern and intuitive user interface based on the design mockups provided by the design team.",
        "image": "/assets/projects/project_kasa.jpeg",
        "github": "https://github.com/Diancire/Kasa",
        "tags": ["React", "CSS", "Node.js", "Figma"]
    },
    {
        "id": 3,
        "title": "Ohmyfood",
        "description": "Ohmyfood is a startup revolutionizing the restaurant industry with customizable menus and online reservations. As a junior developer, my task was to integrate a mobile-first interface based on the design mockups provided by the design team.",
        "image": "/assets/projects/project_ohmyfood.jpeg",
        "github": "https://github.com/Diancire/Ohmyfood",
       "tags": ["HTML", "Sass"]
    },
    {
        "id": 4,
        "title": "Kanap",
        "description": "Kanap is a brand of sofas looking to expand its online sales. In this project, my role was to integrate the user interface of the e-commerce website using HTML, CSS, and JavaScript, following the specifications provided by the development team.",
        "image": "/assets/projects/project_kanap.jpeg",
        "github": "https://github.com/Diancire/Kanap",
        "tags": ["JavaScript"]
    },
    {
        "id": 4,
        "title": "Booki",
        "description": "Booki is a platform for finding accommodations and activities for travelers. As a front-end developer, I worked on integrating the design mockups provided by the design team, using HTML and CSS to create an attractive and functional user interface.",
        "image": "/assets/projects/project_booki.jpeg",
        "github": "https://github.com/Diancire/Piiquante",
        "tags": ["HTML", "CSS"]
    }
]